/* No comment provided by engineer. */
"Accept" = "Accetta";

/* No comment provided by engineer. */
"Decline" = "Rifiuta";

/* No comment provided by engineer. */
"DeviceName" = "Nome del dispositivo: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ ti sta mandando %2$@";

/* No comment provided by engineer. */
"Error.Crypto" = "Errore di crittografia";

/* No comment provided by engineer. */
"Error.Protocol" = "Errore di comunicazione";

/* No comment provided by engineer. */
"NFiles" = "%d files";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "NearDrop deve essere in grado di visualizzare le notifiche per i trasferimenti di file in entrata. Consenti le notifiche nelle Impostazioni di sistema.";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "Apri le impostazioni";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "Autorizzazione di notifica richiesta";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Quit" = "Esci da NearDrop";

/* No comment provided by engineer. */
"TransferError" = "Impossibile ricevere i file da %@";

/* No comment provided by engineer. */
"VisibleToEveryone" = "Visibile a tutti";

/* No comment provided by engineer. */
"Enable" = "Abilita NearDrop";

/* No comment provided by engineer. */
"Disable" = "Disabilita NearDrop";
